# Space_Gross3DBoundary

## Description
Returns gross 3D boundary of given space object

```pascal
FUNCTION Space_Gross3DBoundary(space : HANDLE): HANDLE;
```

```python
def vs.Space_Gross3DBoundary(space):
    return HANDLE
```

## Parameters
|Name|Type|Description|
|---|---|---|
|space|HANDLE|   |

## Version
Availability: from Vectorworks 2014

## Category
* SpaceObjectCoreTools